Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: The premium version continues to expand its features, unlocking more experiences such as music and events in the future.
ar: الميزات المتقدمة ستستمر في التوسع، وستفتح مستقبلًا الموسيقى والأنشطة وغيرها من التجارب.
az: Premium versiyanın funksiyaları genişlənməyə davam edir, gələcəkdə musiqi, fəaliyyətlər və daha çox təcrübə açılacaq.
bg: Премиум функциите продължават да се разширяват, в бъдеще ще бъдат отключени музика, дейности и други преживявания.
bn: প্রিমিয়াম সংস্করণের ফিচার ক্রমাগত বাড়ছে, ভবিষ্যতে মিউজিক, ইভেন্ট এবং আরও অনেক অভিজ্ঞতা আনলক করা হবে।
ca: Les funcions de la versió prèmium s'amplien contínuament; en el futur es desbloquejaran música, activitats i més experiències.
ceb: Padayon nga gipalapad ang mga feature sa Premium nga bersyon, ug maablihan ang musika, mga aktibidad, ug daghan pang mga kasinatian sa umaabot.
cs: Funkce prémiové verze se neustále rozšiřují, v budoucnu se odemkne hudba, aktivity a další zážitky.
da: Premium-funktioner udvides løbende, fremtiden vil låse op for musik, begivenheder og flere oplevelser.
de: Premium-Funktionen werden ständig erweitert, in Zukunft werden Musik, Aktivitäten und weitere Erlebnisse freigeschaltet.
el: Οι λειτουργίες Premium συνεχίζουν να επεκτείνονται, στο μέλλον θα ξεκλειδωθούν μουσική, δραστηριότητες και άλλες εμπειρίες.
es: Las funciones de la versión Premium siguen expandiéndose, en el futuro se desbloquearán música, actividades y más experiencias.
es_us: Las funciones de la versión Premium siguen expandiéndose, en el futuro se desbloquearán música, actividades y más experiencias.
et: Premium-versiooni funktsioonid laienevad pidevalt, tulevikus avanevad muusika, tegevused ja muud kogemused.
fa: ویژگی‌های نسخه پیشرفته دائماً در حال گسترش است و در آینده موسیقی، فعالیت‌ها و تجربیات بیشتری باز خواهد شد.
fi: Premium-toiminnot laajenevat jatkuvasti, tulevaisuudessa avautuu musiikkia, aktiviteetteja ja muita kokemuksia.
fil: Ang mga feature ng Premium version ay patuloy na lumalawak, at mag-a-unlock ng musika, mga aktibidad, at iba pang karanasan sa hinaharap.
fr: Les fonctionnalités Premium continuent de s'étendre, l'avenir débloquera la musique, les activités et plus d'expériences.
fr_ca: Les fonctionnalités Premium continuent de s'étendre, débloquant plus d'expériences comme la musique et les activités à l'avenir.
ga: Tá gnéithe an leagain Phréimh ag leathnú i gcónaí, agus díghlasálfar ceol, gníomhaíochtaí agus eispéiris eile sa todhchaí.
gu: પ્રીમિયમ સંસ્કરણ સુવિધાઓ વિસ્તરતી રહે છે, ભવિષ્યમાં સંગીત, પ્રવૃત્તિઓ અને વધુ અનુભવો અનલૉક કરવામાં આવશે.
he: תכונות גרסת הפרימיום ממשיכות להתרחב, בעתיד יפתחו מוזיקה, פעילויות וחוויות נוספות.
hi: प्रीमियम संस्करण की सुविधाओं का विस्तार जारी है, भविष्य में संगीत, गतिविधियों और अधिक अनुभवों को अनलॉक किया जाएगा।
hr: Premium značajke nastavljaju se širiti, a u budućnosti će otključati glazbu, aktivnosti i druga iskustva.
hu: A prémium funkciók folyamatosan bővülnek, a jövőben zenék, események és további élmények válnak elérhetővé.
id: Fitur versi premium terus diperluas, di masa depan akan membuka musik, aktivitas, dan pengalaman lainnya.
is: Aðgerðir úrvalsútgáfu aukast stöðugt, tónlist, viðburðir og fleiri upplifanir verða opnaðar í framtíðinni.
it: Le funzioni della versione avanzata continuano ad espandersi, in futuro sbloccheranno musica, attività e altre esperienze.
ja: プレミアム版の機能は継続的に拡張され、将来的には音楽やアクティビティなどの体験が解除されます。
jv: Fitur versi Premium terus ditambahi, mbesuk bakal mbukak musik, kegiatan, lan pengalaman liyane.
kk: Премиум нұсқаның мүмкіндіктері кеңейе береді, болашақта музыка, іс-шаралар және т.б. тәжірибелер ашылады.
km: មុខងារកំណែពិសេសកំពុងបន្តពង្រីក ហើយនឹងដោះសោតន្ត្រី សកម្មភាព និងបទពិសោធន៍ជាច្រើនទៀតនាពេលអនាគត។
kn: ಪ್ರೀಮಿಯಂ ಆವೃತ್ತಿಯ ವೈಶಿಷ್ಟ್ಯಗಳು ವಿಸ್ತರಿಸುತ್ತಲೇ ಇವೆ, ಭವಿಷ್ಯದಲ್ಲಿ ಸಂಗೀತ, ಚಟುವಟಿಕೆಗಳು ಮತ್ತು ಹೆಚ್ಚಿನ ಅನುಭವಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಲಾಗುವುದು.
ko: 고급 버전 기능은 계속 확장되며, 추후 음악, 이벤트 등 더 많은 경험이 잠금 해제될 예정입니다.
lt: Premium versijos funkcijos nuolat plečiamos, ateityje bus atrakinta muzika, veiklos ir kitos patirtys.
lv: Premium versijas funkcijas tiek nepārtraukti paplašinātas, nākotnē atbloķējot mūziku, aktivitātes un citas iespējas.
ml: പ്രീമിയം പതിപ്പ് ഫീച്ചറുകൾ വികസിച്ചുകൊണ്ടിരിക്കുന്നു, ഭാവിയിൽ സംഗീതം, പ്രവർത്തനങ്ങൾ തുടങ്ങിയ കൂടുതൽ അനുഭവങ്ങൾ അൺലോക്ക് ചെയ്യും.
mr: प्रीमियम आवृत्तीची वैशिष्ट्ये सतत वाढत आहेत, भविष्यात संगीत, उपक्रम आणि इतर अनुभव अनलॉक होतील.
ms: Ciri versi premium terus berkembang, masa depan akan membuka kunci muzik, aktiviti, dan pengalaman lain.
my: အဆင့်မြင့် ဗားရှင်း လုပ်ဆောင်ချက်များကို ဆက်လက် တိုးချဲ့နေပြီး အနာဂတ်တွင် ဂီတ၊ လှုပ်ရှားမှုများနှင့် အခြား အတွေ့အကြုံများကို ထပ်မံ ထည့်သွင်းပေးပါမည်။
nb: Premium-funksjoner utvides kontinuerlig, og i fremtiden vil musikk, aktiviteter og flere opplevelser bli låst opp.
nl: Premium-functies blijven uitbreiden, in de toekomst worden muziek, activiteiten en meer ervaringen ontgrendeld.
or: ପ୍ରିମିୟମ୍ ସଂସ୍କରଣ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ କ୍ରମାଗତ ଭାବରେ ବିସ୍ତାର ହେଉଛି, ଭବିଷ୍ୟତରେ ସଙ୍ଗୀତ, କାର୍ଯ୍ୟକଳାପ ଏବଂ ଅନ୍ୟାନ୍ୟ ଅନୁଭୂତି ଅନଲକ୍ ହେବ।
pa: ਪ੍ਰੀਮੀਅਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਵਿਸਤਾਰ ਜਾਰੀ ਹੈ, ਭਵਿੱਖ ਵਿੱਚ ਸੰਗੀਤ, ਗਤੀਵਿਧੀਆਂ ਅਤੇ ਹੋਰ ਅਨੁਭਵਾਂ ਨੂੰ ਅਨਲੌਕ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Funkcje wersji Premium są stale rozszerzane, w przyszłości odblokowane zostaną muzyka, wydarzenia i inne doświadczenia.
pt_br: Recursos Premium continuam a se expandir, desbloqueando música, atividades e mais experiências no futuro.
pt_pt: Recursos premium continuam sendo expandidos; no futuro, músicas, atividades e outras experiências serão desbloqueadas.
ro: Funcțiile versiunii Premium continuă să se extindă, iar în viitor vor fi deblocate muzică, activități și alte experiențe.
ru: Функции премиум-версии расширяются, в будущем откроются музыка, мероприятия и многое другое.
sk: Funkcie prémiovej verzie sa neustále rozširujú, v budúcnosti sa odomkne hudba, udalosti a ďalšie zážitky.
sl: Funkcije premium različice se nenehno širijo, v prihodnosti bodo odklenjene glasba, dejavnosti in druga doživetja.
sq: Veçoritë e versionit Premium vazhdojnë të zgjerohen, në të ardhmen do të zhbllokohen muzika, aktivitetet dhe më shumë përvoja.
sv: Premiumversionens funktioner utökas ständigt, i framtiden kommer musik, aktiviteter och fler upplevelser att låsas upp.
sw: Vipengele vya toleo la juu vinaendelea kupanuka, siku zijazo zitafungua muziki, shughuli na matukio mengine zaidi.
ta: பிரீமியம் பதிப்பு அம்சங்கள் தொடர்ந்து விரிவடைகின்றன, எதிர்காலத்தில் இசை, செயல்பாடுகள் மற்றும் பல அனுபவங்கள் திறக்கப்படும்.
te: ప్రీమియం వెర్షన్ ఫీచర్లు నిరంతరం విస్తరిస్తున్నాయి, భవిష్యత్తులో సంగీతం, కార్యకలాపాలు మరియు మరిన్ని అనుభవాలు అన్‌లాక్ చేయబడతాయి.
th: ฟีเจอร์เวอร์ชันพรีเมียมจะขยายอย่างต่อเนื่อง ในอนาคตจะปลดล็อกเพลง กิจกรรม และประสบการณ์อื่นๆ อีกมากมาย
tr: Premium sürüm özellikleri genişlemeye devam ediyor, gelecekte müzik, etkinlikler ve daha fazla deneyimin kilidi açılacak.
uk: Можливості Premium постійно розширюються, у майбутньому з'являться музика, події та інше.
ur: پریمیم ورژن کی خصوصیات مسلسل بڑھ رہی ہیں، مستقبل میں موسیقی، سرگرمیاں اور مزید تجربات ان لاک ہوں گے۔
uz: Premium versiya funksiyalari doimiy ravishda kengaymoqda, kelajakda musiqa, tadbirlar va boshqa tajribalar ochiladi.
vi: Các tính năng phiên bản cao cấp liên tục mở rộng, tương lai sẽ mở khóa âm nhạc, hoạt động và nhiều trải nghiệm hơn nữa.
zh_hans: 高级版功能持续扩展，未来将解锁音乐、活动等更多体验。
zh_hant: 高級版功能持續擴展，未來將解鎖音樂、活動等更多體驗。
zh_hk: 高級版功能持續擴展，未來將解鎖音樂、活動等更多體驗。

source: The subscription will automatically renew unless canceled in your App Store account.
ar: الاشتراك يتجدد تلقائيًا، ما لم يتم إلغاؤه في حساب App Store.
az: Abunəlik App Store hesabında ləğv edilmədiyi təqdirdə avtomatik yenilənəcək.
bg: Абонаментът се подновява автоматично, освен ако не бъде отменен в акаунта в App Store.
bn: সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে নবায়ন হবে, যদি না অ্যাপ স্টোর অ্যাকাউন্টে বাতিল করা হয়।
ca: La subscripció es renovarà automàticament, llevat que es cancel·li al compte de l'App Store.
ceb: Awtomatikong mag-renew ang suskrisyon, gawas kung kanselahon sa account sa App Store.
cs: Předplatné se automaticky obnovuje, pokud není zrušeno v účtu App Store.
da: Abonnementet fornyes automatisk, medmindre det annulleres i App Store-kontoen.
de: Das Abonnement verlängert sich automatisch, sofern es nicht im App Store-Konto gekündigt wird.
el: Η συνδρομή ανανεώνεται αυτόματα, εκτός αν ακυρωθεί στον λογαριασμό App Store.
es: La suscripción se renovará automáticamente, a menos que se cancele en la cuenta de App Store.
es_us: La suscripción se renovará automáticamente, a menos que se cancele en la cuenta de App Store.
et: Tellimus uueneb automaatselt, kui seda ei tühistata App Store'i kontol.
fa: اشتراک به صورت خودکار تمدید می‌شود، مگر اینکه در حساب اپ استور لغو شود.
fi: Tilaus uusiutuu automaattisesti, ellei sitä peruuteta App Store -tilissä.
fil: Awtomatikong magre-renew ang subscription, maliban kung kakanselahin sa App Store account.
fr: L'abonnement sera renouvelé automatiquement, sauf annulation dans le compte App Store.
fr_ca: L'abonnement sera renouvelé automatiquement, sauf annulation dans le compte App Store.
ga: Déanfar an síntiús a athnuachan go huathoibríoch mura gcealaítear é i gcuntas an App Store.
gu: સબ્સ્ક્રિપ્શન આપમેળે રિન્યુ થશે, સિવાય કે એપ સ્ટોર એકાઉન્ટમાં રદ કરવામાં આવે.
he: המנוי יחודש אוטומטית, אלא אם יבוטל בחשבון ה-App Store.
hi: सदस्यता स्वचालित रूप से नवीनीकृत हो जाएगी, जब तक कि ऐप स्टोर खाते में रद्द नहीं की जाती।
hr: Pretplate se automatski obnavljaju osim ako se ne otkažu u računu App Storea.
hu: Az előfizetés automatikusan megújul, kivéve, ha az App Store fiókban lemondja.
id: Langganan akan diperpanjang secara otomatis kecuali dibatalkan di akun App Store.
is: Áskrift endurnýjast sjálfkrafa nema henni sé sagt upp í App Store reikningi.
it: L'abbonamento si rinnoverà automaticamente, a meno che non venga annullato nell'account App Store.
ja: App Storeのアカウントでキャンセルしない限り、サブスクリプションは自動的に更新されます。
jv: Langganan bakal dianyari otomatis, kajaba dibatalake ing akun App Store.
kk: App Store тіркелгісінде жойылмаса, жазылым автоматты түрде жаңартылады.
km: ការជាវនឹងបន្តដោយស្វ័យប្រវត្តិ លុះត្រាតែបានលុបចោលនៅក្នុងគណនី App Store ។
kn: App Store ಖಾತೆಯಲ್ಲಿ ರದ್ದುಗೊಳಿಸದಿದ್ದರೆ ಚಂದಾದಾರಿಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಣಗೊಳ್ಳುತ್ತದೆ.
ko: 구독은 App Store 계정에서 취소하지 않는 한 자동으로 갱신됩니다.
lt: Prenumerata bus automatiškai atnaujinta, nebent ji bus atšaukta „App Store“ paskyroje.
lv: Abonements tiks automātiski atjaunots, ja vien tas netiks atcelts App Store kontā.
ml: App Store അക്കൗണ്ടിൽ റദ്ദാക്കിയില്ലെങ്കിൽ സബ്‌സ്‌ക്രിപ്‌ഷൻ സ്വയമേവ പുതുക്കപ്പെടും.
mr: ॲप स्टोअर खात्यात रद्द करेपर्यंत सबस्क्रिप्शन आपोआप रिन्यू होईल.
ms: Langganan akan diperbaharui secara automatik melainkan dibatalkan dalam akaun App Store.
my: App Store အကောင့်တွင် မပယ်ဖျက်မချင်း စာရင်းသွင်းမှုသည် အလိုအလျောက် သက်တမ်းတိုးပါမည်။
nb: Abonnementet fornyes automatisk med mindre det kanselleres i App Store-kontoen.
nl: Het abonnement wordt automatisch verlengd, tenzij geannuleerd in het App Store-account.
or: App Store ଆକାଉଣ୍ଟରେ ବାତିଲ୍ ନହେବା ପର୍ଯ୍ୟନ୍ତ ସବସ୍କ୍ରିପସନ୍ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ନବୀକରଣ ହେବ।
pa: ਗਾਹਕੀ ਆਪਣੇ ਆਪ ਰੀਨਿਊ ਹੋ ਜਾਵੇਗੀ, ਜਦੋਂ ਤੱਕ ਐਪ ਸਟੋਰ ਖਾਤੇ ਵਿੱਚ ਰੱਦ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ।
pl: Subskrypcja odnowi się automatycznie, chyba że zostanie anulowana na koncie App Store.
pt_br: A assinatura será renovada automaticamente, a menos que seja cancelada na conta da App Store.
pt_pt: A assinatura será renovada automaticamente, a menos que seja cancelada na conta da App Store.
ro: Abonamentul se reînnoiește automat, cu excepția cazului în care este anulat din contul App Store.
ru: Подписка продлевается автоматически, если не отменить ее в учетной записи App Store.
sk: Predplatné sa automaticky obnovuje, pokiaľ ho nezrušíte v účte App Store.
sl: Naročnina se samodejno podaljša, razen če je ne prekličete v računu App Store.
sq: Abonimi do të rinovohet automatikisht, përveç nëse anulohet në llogarinë e App Store.
sv: Prenumerationen förnyas automatiskt, om den inte avslutas i App Store-kontot.
sw: Usajili utajisasisha kiotomatiki, isipokuwa ukighairiwa katika akaunti ya App Store.
ta: App Store கணக்கில் ரத்து செய்யாவிட்டால் சந்தா தானாகவே புதுப்பிக்கப்படும்.
te: App Store ఖాతాలో రద్దు చేయకపోతే చందా స్వయంచాలకంగా పునరుద్ధరించబడుతుంది.
th: การสมัครสมาชิกจะต่ออายุอัตโนมัติ เว้นแต่จะยกเลิกในบัญชี App Store
tr: Abonelik, App Store hesabından iptal edilmediği sürece otomatik olarak yenilenir.
uk: Підписка поновлюється автоматично, якщо її не скасувати в обліковому записі App Store.
ur: سبسکرپشن خود بخود تجدید ہو جائے گی، جب تک کہ ایپ اسٹور اکاؤنٹ میں منسوخ نہ کی جائے۔
uz: Obuna avtomatik ravishda yangilanadi, agar App Store hisobida bekor qilinmasa.
vi: Đăng ký sẽ tự động gia hạn, trừ khi bị hủy trong tài khoản App Store.
zh_hans: 订阅会自动续费，除非在 App Store 账户中取消。
zh_hant: 訂閱會自動續費，除非在 App Store 帳戶中取消。
zh_hk: 訂閱會自動續費，除非在 App Store 帳戶中取消。

source: This is empty.
ar: هذا المكان فارغ.
az: Bura boşdur.
bg: Тук е празно.
bn: এখানে খালি।
ca: Aquí està buit.
ceb: Walay sulod dinhi.
cs: Tady je prázdno.
da: Her er tomt.
de: Hier ist es leer.
el: Εδώ είναι άδειο.
es: Aquí está vacío.
es_us: Aquí está vacío.
et: Siin on tühi.
fa: اینجا خالی است.
fi: Täällä on tyhjää.
fil: Walang laman dito.
fr: C'est vide ici.
fr_ca: C'est vide ici.
ga: Tá sé seo folamh.
gu: અહીં ખાલી છે.
he: כאן ריק.
hi: यहाँ खाली है।
hr: Ovdje je prazno.
hu: Ez itt üres.
id: Di sini kosong.
is: Hér er tómt.
it: Qui è vuoto.
ja: ここは空です。
jv: Kene kosong.
kk: Бұл жер бос.
km: ទីនេះទទេស្អាត។
kn: ಇಲ್ಲಿ ಖಾಲಿಯಿದೆ.
ko: 여기가 비어 있습니다.
lt: Čia tuščia.
lv: Šeit ir tukšs.
ml: ഇവിടെ ശൂന്യമാണ്.
mr: हे रिकामे आहे.
ms: Di sini kosong.
my: ဤနေရာတွင် ဘာမျှ မရှိပါ။
nb: Her er det tomt.
nl: Hier is het leeg.
or: ଏଠାରେ କିଛି ନାହିଁ।
pa: ਇਹ ਖਾਲੀ ਹੈ।
pl: Tutaj jest pusto.
pt_br: Isto está vazio.
pt_pt: Aqui está vazio.
ro: Aici este gol.
ru: Здесь пусто.
sk: Tu je prázdno.
sl: Tukaj je prazno.
sq: Këtu është bosh.
sv: Här är det tomt.
sw: Hapa ni patupu.
ta: இங்கே காலியாக உள்ளது.
te: ఇక్కడ ఖాళీగా ఉంది.
th: ที่นี่ว่างเปล่า
tr: Burası boş.
uk: Тут порожньо.
ur: یہاں خالی ہے۔
uz: Bu yer bo'sh.
vi: Ở đây trống rỗng.
zh_hans: 这里是空的。
zh_hant: 這裡是空的。
zh_hk: 這裡是空的。

source: Time
ar: الوقت
az: Vaxt
bg: Време
bn: সময়
ca: Hora
ceb: Oras
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Hora
es_us: Hora
et: Aeg
fa: زمان
fi: Aika
fil: Oras
fr: Heure
fr_ca: Heure
ga: Am
gu: સમય
he: זמן
hi: समय
hr: Vrijeme
hu: Idő
id: Waktu
is: Tími
it: Tempo
ja: 時間
jv: Wektu
kk: Уақыт
km: ពេលវេលា
kn: ಸಮಯ
ko: 시간
lt: Laikas
lv: Laiks
ml: സമയം
mr: वेळ
ms: Masa
my: အချိန်
nb: Tid
nl: Tijd
or: ସମୟ
pa: ਸਮਾਂ
pl: Czas
pt_br: Hora
pt_pt: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sq: Koha
sv: Tid
sw: Muda
ta: நேரம்
te: సమయం
th: เวลา
tr: Zaman
uk: Час
ur: وقت
uz: Vaqt
vi: Thời gian
zh_hans: 时间
zh_hant: 時間
zh_hk: 時間
